cmd-start = /start
cmd-start-description = Начать вё сначала

cmd-psychology = /psychology
cmd-psychology-description = Мой личный психолог

cmd-tests = /tests
cmd-tests-description = Тесты: психологические и не только

cmd-profile = /profile
cmd-profile-description = О себе: кто вы и как ваше самочувствие?

emoji-home = 🏠
emoji-pin = 📌
emoji-check = ✅
emoji-soon = ✴
emoji-new = 🆕
emoji-next = ▶
emoji-back = ◀
emoji-skip = ⏭
emoji-clear = 🧹
emoji-up = ⤴️
emoji-setback = ↪
emoji-save = 💾
emoji-ok = ☑️
emoji-cancel = ✖

emoji-i-hi = 🙋
emoji-i-profile = 👤
emoji-i-am = 🙎
emoji-i-wrong = 💁
emoji-i-oh = 🤷
emoji-male = ♂
emoji-female = ♀

emoji-me-important = ❤️‍🔥
emoji-grade = 📶
emoji-psychologist-man = 🕵️‍♂️
emoji-psychologist-woman = 🕵️‍♀️
emoji-tests = 📝

win-start = <b>Добро пожаловать в Бот психологической поддержки!</b>

    Общайтесь с Ботом анонимно или заполните профиль о себе, тогда Бот сможет подстроиться и лучше понимать вас.

    Выбирайте:
    { emoji-pin } <b>Тесты</b> - пройдите тесты и узнайте больше о себе <b>[скоро!] { emoji-soon }{ emoji-new }</b>
    { emoji-pin } <b>О себе</b> - добавьте информацию о себе,
    составьте свой психологический профиль <b>[скоро!] { emoji-soon }{ emoji-new }</b>

win-psychology = <b>Мой личный психолог</b>

    Психолог пообщается с вами и постарается улучшить ваше психологическое самочувствие.

    Будьте искренни и доброжелательны.

win-tests = <b>Тесты: психологические и не только</b>

    Пройдите психологический тест, чтобы лучше понять себя.

    Чем больше вы знаете о себе, тем проще вам и вашим окружающим понимать вас и общаться с вами.
    Знайте: все люди разные, и кем бы вы не хотели казаться самому себе, ваша природа останется той как она есть.
    Тест не даёт критической оценки: хорошо или плохо. Тест раскрывает вашу природу.

    Если вы чувствуете, что в вашей жизни что-то не так, то наверняка причина кроется в неправильном представлении о себе.
    Тест поможет вам найти эти пробелы.

    Если вы чувствуете, что в вашей жизни всё идёт хорошо, то скорее всего вы хорошо знаете себя. Это здорово!
    Тест добавит вам частичку этого знания.

    В добрый путь к самопознанию!

win-aboutme = <b>О себе: кто вы и как ваше самочувствие?</b>

    { emoji-pin } Создайте свой профиль и добавьте данные о себе. { emoji-i-profile }

    { emoji-pin } Вы можете пройти психологический тест, чтобы составить свой психологический портрет. { emoji-psychologist-woman }
    Бот будет использовать ваши данные в общении с вами и лучше понимать вас. <b>[скоро!] { emoji-soon }{ emoji-new }</b>

    { emoji-pin } Ответьте на несколько простых вопросов. { emoji-tests }
    Вы можете создать статус: опишите своё текущее состояние или проблему, что является актуальным для вас в ближайшее время.

win-aboutme-profile-h-status = <b>{ emoji-me-important } Для меня сейчас важно:</b>

win-aboutme-profile-h-grade = <b>{ emoji-grade } Моё состояние:</b>

# win-aboutme-profile-name = <b>{ emoji-i-hi } Меня зовут</b>

#    { emoji-check } Теперь ко мне будут обращаться так, каким именем я представляюсь.

win-aboutme-profile-name = { emoji-check } Теперь ко мне будут обращаться так, каким именем я представляюсь.

win-aboutme-profile-name-error = <b>{ emoji-i-wrong } Я ошибся:</b>

    { emoji-check } В имени не должно быть ничего лишнего:
    цифры, знаки и т.п., { emoji-i-oh }

win-aboutme-profile-age = <b>{ emoji-i-hi } Мой возраст:</b>

    { emoji-check } В общении люди всегда учитывают возраст собеседника.

win-aboutme-profile-age-error = <b>{ emoji-i-wrong } Я ошибся:</b>

    { emoji-check } Вряд ли мне меньше 5 или больше 150 лет,
    или я укажу возраст чем-нибудь, кроме числа. { emoji-i-oh }

win-aboutme-profile-gender = <b>{ emoji-i-hi } Я</b>

    { emoji-check } Мне бы хотелось, чтобы меня не путали с тем, кем я не являюсь.

win-aboutme-profile-status = <b>Хочу рассказать, что для меня сейчас важнее всего: ‼</b>

    { emoji-check } В настоящее время и в ближайщем будущем - лично для меня и моего самочувствия?
    { emoji-check } Какую проблему решаем?
    { emoji-check } Что направляет мои мысли, мои эмоции, мои действия?
    { emoji-check } Есть ли проблема, которая беспокоит меня больше всего?
    { emoji-check } Как я чувствую себя в целом, как настроение?

win-aboutme-profile-grade = Как я оценил бы уровень своего эмоционального состояния?

btn-next = Вперёд { emoji-next }
btn-back = Назад { emoji-back }
btn-home = Главное меню { emoji-home }
btn-getback = Назад { emoji-up }
btn-getback-home = Вернуться в главное меню { emoji-home }
btn-skip = Попустить { emoji-skip }
btn-clear = Сброс { emoji-clear }
btn-setback = Вернуть { emoji-setback }
btn-save = Сохранить { emoji-save }
btn-ok = Ok { emoji-ok }
btn-cancel = Отмена { emoji-cancel }
btn-cancel-getback = Отмена { emoji-up }

btn-start-psychology = Сеанс с психологом { emoji-psychologist-woman }
btn-start-tests = Тесты { emoji-tests }
btn-start-aboutme = О себе { emoji-i-profile }

btn-psychology-startsession = Начать сеанс

btn-tests-start-choosetest = Выбрать тест
btn-tests-start-dotest = Пройти тест

btn-aboutme-profile = О себе { emoji-i-hi }

btn-aboutme-profile-name = Имя { emoji-i-am }
btn-aboutme-profile-gender = Пол { emoji-i-am }
btn-aboutme-profile-gender-male = М { emoji-male }
btn-aboutme-profile-gender-female = Ж { emoji-female }
btn-aboutme-profile-age = Возраст { emoji-i-am }

btn-aboutme-profile-status = Сейчас важно! { emoji-me-important }
btn-aboutme-profile-grade = Оценка состояния { emoji-grade }

gpt-pmt-psycholog-person-data = Учитывайте следующие данные о человеке:
gpt-pmt-psycholog-person-name = имя человека
gpt-pmt-psycholog-person-name-anonin = человек не хочет называть своего имени
gpt-pmt-psycholog-person-age = возраст человека
gpt-pmt-psycholog-person-age-anonim = возраст человека неизвестен
gpt-pmt-psycholog-person-gender = пол человека
gpt-pmt-psycholog-person-gender-anonim = пол человека неизвестен
gpt-pmt-psycholog-person-status = Человек говорит, что в настоящее время особую важность для него представляет следующее:
gpt-pmt-psycholog-person-review = Ваши выводы из последнего сеанса общения с человеком следующие:

txt-name-anonim = Новый пользователь

txt-name-before = меня зовут
txt-age-before = мне
txt-age-after = лет
txt-gender-before = я

txt-yearsstring1 = год
txt-yearsstring2 = года
txt-yearsstring3 = лет

txt-gender-male = мужчина
txt-gender-femail = женщина

srv-name-checkname = ^[а-яА-ЯёЁ ]+
