cmd-start = /start
cmd-start-description = Начать вё сначала

cmd-psychology = /psychology
cmd-psychology-description = Мой личный психолог

cmd-tests = /tests
cmd-tests-description = Тесты: психологические и не только

cmd-profile = /profile
cmd-profile-description = О себе: кто вы и как ваше самочувствие?


win-start = <b>Добро пожаловать в Бот психологической поддержки!</b>

    Общайтесь с Ботом анонимно или заполните профиль о себе, тогда Бот сможет подстроиться и лучше понимать вас.

    Выбирайте:
    📌 <b>Сеанс с психологом</b> - пообщайтесь с психологом
    📌 <b>Тесты</b> - пройдите тесты и узнайте больше о себе <b>[скоро!] ✴</b>
    📌 <b>О себе</b> - добавьте информацию о себе,
    составьте свой психологический профиль <b>[скоро!] ✴</b>

win-psychology = <b>Мой личный психолог</b>

    Психолог пообщается с вами и постарается улучшить ваше психологическое самочувствие.

    Будьте искренни и доброжелательны.

win-tests = <b>Тесты: психологические и не только</b>

    Пройдите психологический тест, чтобы лучше понять себя.

    Чем больше вы знаете о себе, тем проще вам и вашим окружающим понимать вас и общаться с вами.
    Знайте: все люди разные, и кем бы вы не хотели казаться самому себе, ваша природа останется той как она есть.
    Тест не даёт критической оценки: хорошо или плохо. Тест раскрывает вашу природу.

    Если вы чувствуете, что в вашей жизни что-то не так, то наверняка причина кроется в неправильном представлении о себе.
    Тест поможет вам найти эти пробелы.

    Если вы чувствуете, что в вашей жизни всё идёт хорошо, то скорее всего вы хорошо знаете себя. Это здорово!
    Тест добавит вам частичку этого знания.

    В добрый путь к самопознанию!

win-aboutme = <b>О себе: кто вы и как ваше самочувствие?</b>

    📌 Создайте свой профиль и добавьте данные о себе.

    📌 Вы можете пройти психологический тест, чтобы составить свой психологический портрет.
    Бот будет использовать ваши данные в общении с вами и лучше понимать вас. <b>[скоро!] ✴</b>

    📌 Ответьте на несколько простых вопросов.
    Вы можете создать статус: опишите своё текущее состояние или проблему, что является актуальным для вас в ближайшее время.

win-aboutme-profile-h-state = <b>‼ Для меня сейчас важно: ‼</b>

win-aboutme-profile-h-grade = <b>Моё состояние: 🥵😧😟🙁🫤😏😑😌🙂😀😆</b>

win-aboutme-profile-name = <b>Моё имя: 🙋</b>

    ✅ Ко мне будут обращаться так, как я представлюсь.

win-aboutme-profile-name-error = <b>Я ошибся: 💁</b>

    ✅ В имени не должно быть ничего лишнего:
    цифры, знаки и т.п., 🤷

win-aboutme-profile-age = <b>Солько мне лет: 🙋</b>

    ✅ Возраст всегда присутствует в общении.

win-aboutme-profile-age-error = <b>Я ошибся: 💁</b>

    ✅ Вряд ли мне меньше 5 или больше 150 лет,
    или я укажу возраст чем-нибудь, кроме числа. 🤷

win-aboutme-profile-state = <b>Хочу рассказать, что для меня сейчас важнее всего: ‼</b>

    ✅ В настоящее время и в ближайщем будущем - лично для меня и моего самочувствия?
    ✅ Какую проблему решаем?
    ✅ Что направляет мои мысли, мои эмоции, мои действия?
    ✅ Есть ли проблема, которая беспокоит меня больше всего?
    ✅ Как я чувствую себя в целом, как настроение?

win-aboutme-profile-grade = Как я оценил бы уровень своего эмоционального состояния?

btn-next = Вперёд
btn-back = Вернуться
btn-back-start = Главное меню
btn-skip = Попустить
btn-save = Сохранить
btn-ok = Ok
btn-cancel = Отмена

btn-start-psychology = Сеанс с психологом
btn-start-tests = Тесты
btn-start-aboutme = О себе

btn-psychology-start-session = Начать сеанс

btn-tests-start-choosetest = Выбрать тест
btn-tests-start-dotest = Пройти тест

btn-aboutme-profile = О себе
btn-aboutme-profile-name = Меня зовут:
btn-aboutme-profile-mail = М
btn-aboutme-profile-femail = Ж
btn-aboutme-profile-age = Мне лет:
btn-aboutme-profile-state = Моё состояние

gpt-name-anonim = Человек не хочет называть своего имени

txt-name-anonim = Новый пользователь

txt-name-before = Меня зовут
txt-age-before = мне
txt-age-after = лет
txt-gender-before = я

txt-yearsstring1 = год
txt-yearsstring2 = года
txt-yearsstring3 = лет

txt-gender-male = мужчина
txt-gender-femail = женщина

srv-name-checkname = ^[а-яА-ЯёЁ ]+
