cmd-start = /start
cmd-psychology = /psychology
cmd-tests = /tests
cmd-profile = /profile

dlg-start = <b>Добро пожаловать в Бот психологической поддержки!</b>

    Общайтесь с Ботом анонимно или заполните профиль о себе, тогда Бот сможет подстроиться и лучше понимать вас.

    Выбирайте:
    {cmd-psychology} - пообщайтесь с психологом
    {cmd-tests} - пройдите тесты и узнайте больше о себе
    {cmd-profile} - добавьте информацию о себе и составьте свой психологический профиль

dlg-psychology = <b>Сеанс с психологом</b>

    Психолог пообщается с вами и постарается улучшить ваше психологическое самочувствие.

    Будьте искренни и доброжелательны.

dlg-tests = <b>Психологические тесты</b>

    Пройдите психологический тест, чтобы лучше понять себя.

    Чем больше вы знаете о себе, тем проще вам и вашим окружающим понимать вас и общаться с вами.
    Знайте: все люди разные, и кем бы вы не хотели казаться самому себе, ваша природа останется той как она есть.
    Тест не даёт критической оценки: хорошо или плохо. Тест раскрывает вашу природу.

    Если вы чувствуете, что в вашей жизни что-то не так, то наверняка причина кроется в неправильном представлении о себе.
    Тест поможет вам найти эти пробелы.

    Если вы чувствуете, что в вашей жизни всё идёт хорошо, то скорее всего вы хорошо знаете себя. Это здорово!
    Тест добавит вам частичку этого знания.

    В добрый путь к самопознанию!

dlg-profile = <b>Ваш профиль</b>

    Создайте свой профиль и добавьте данные о себе.

    Вы можете пройти психологический тест, чтобы составить свой психологический портрет.
    Бот будет использовать ваши данные в общении с вами и лучше понимать вас.

    Ответьте на несколько простых вопросов.
    Вы можете создать статус: опишите своё текущее состояние или проблему, что является актуальным для вас в ближайшее время.