cmd-start = /start
cmd-start-description = Начать вё сначала

cmd-psychology = /psychology
cmd-psychology-description = Мой личный психолог

cmd-tests = /tests
cmd-tests-description = Тесты: психологические и не только

cmd-profile = /profile
cmd-profile-description = О себе: кто вы и как ваше самочувствие?


win-start-start = <b>Добро пожаловать в Бот психологической поддержки!</b>

    Общайтесь с Ботом анонимно или заполните профиль о себе, тогда Бот сможет подстроиться и лучше понимать вас.

    Выбирайте:
    {cmd-psychology} - пообщайтесь с психологом
    {cmd-tests} - пройдите тесты и узнайте больше о себе
    {cmd-profile} - добавьте информацию о себе и составьте свой психологический профиль

win-psychology-start = <b>Мой личный психолог</b>

    Психолог пообщается с вами и постарается улучшить ваше психологическое самочувствие.

    Будьте искренни и доброжелательны.

win-tests-start = <b>Тесты: психологические и не только</b>

    Пройдите психологический тест, чтобы лучше понять себя.

    Чем больше вы знаете о себе, тем проще вам и вашим окружающим понимать вас и общаться с вами.
    Знайте: все люди разные, и кем бы вы не хотели казаться самому себе, ваша природа останется той как она есть.
    Тест не даёт критической оценки: хорошо или плохо. Тест раскрывает вашу природу.

    Если вы чувствуете, что в вашей жизни что-то не так, то наверняка причина кроется в неправильном представлении о себе.
    Тест поможет вам найти эти пробелы.

    Если вы чувствуете, что в вашей жизни всё идёт хорошо, то скорее всего вы хорошо знаете себя. Это здорово!
    Тест добавит вам частичку этого знания.

    В добрый путь к самопознанию!

win-profile-start = <b>О себе: кто вы и как ваше самочувствие?</b>

    Создайте свой профиль и добавьте данные о себе.

    Вы можете пройти психологический тест, чтобы составить свой психологический портрет.
    Бот будет использовать ваши данные в общении с вами и лучше понимать вас.

    Ответьте на несколько простых вопросов.
    Вы можете создать статус: опишите своё текущее состояние или проблему, что является актуальным для вас в ближайшее время.

win-profile-aboutme = <b>Моё состояние:</b>



btn-back = Вернуться
btn-save = Сохранить
btn-ok = Ok
btn-cancel = Отмена

btn-psychology-start-session = Начать сеанс

btn-tests-start-choosetest = Выбрать тест
btn-tests-start-dotest = Пройти тест

btn-profile-start-aboutme = О себе
btn-profile-aboutme-name = Меня зовут:
btn-profile-aboutme-mail = [М ]
btn-profile-aboutme-femail = [Ж ]
btn-profile-aboutme-age = Мне лет:
btn-profile-aboutme-status = Как я себя чуствую?