win-start = <b>Добро пожаловать в Бот психологической поддержки!</b>

    Общайтесь с Ботом анонимно или заполните профиль о себе, тогда Бот сможет подстроиться и лучше понимать вас.

    Выбирайте:
    { emoji-pin } <b>Тесты</b> - пройдите тесты и узнайте больше о себе <b>[скоро!] { emoji-soon }{ emoji-new }</b>
    { emoji-pin } <b>О себе</b> - добавьте информацию о себе,
    составьте свой психологический профиль <b>[скоро!] { emoji-soon }{ emoji-new }</b>

win-psychology = <b>Мой личный психолог</b>

    Психолог пообщается с вами и постарается улучшить ваше психологическое самочувствие.

    Будьте искренни и доброжелательны.

win-tests = <b>Тесты: психологические и не только</b>

    Пройдите психологический тест, чтобы лучше понять себя.

    Чем больше вы знаете о себе, тем проще вам и вашим окружающим понимать вас и общаться с вами.
    Знайте: все люди разные, и кем бы вы не хотели казаться самому себе, ваша природа останется той как она есть.
    Тест не даёт критической оценки: хорошо или плохо. Тест раскрывает вашу природу.

    Если вы чувствуете, что в вашей жизни что-то не так, то наверняка причина кроется в неправильном представлении о себе.
    Тест поможет вам найти эти пробелы.

    Если вы чувствуете, что в вашей жизни всё идёт хорошо, то скорее всего вы хорошо знаете себя. Это здорово!
    Тест добавит вам частичку этого знания.

    В добрый путь к самопознанию!

win-aboutme = <b>О себе: кто вы и как ваше самочувствие?</b>

    { emoji-pin } Создайте свой профиль и добавьте данные о себе. { emoji-i-profile }

    { emoji-pin } Вы можете пройти психологический тест, чтобы составить свой психологический портрет. { emoji-psychologist-woman }
    Бот будет использовать ваши данные в общении с вами и лучше понимать вас. <b>[скоро!] { emoji-soon }{ emoji-new }</b>

    { emoji-pin } Ответьте на несколько простых вопросов. { emoji-tests }
    Вы можете создать статус: опишите своё текущее состояние или проблему, что является актуальным для вас в ближайшее время.

win-aboutme-profile-h-status = <b>Для меня сейчас важно: { emoji-me-important }</b>

win-aboutme-profile-h-grade = <b>Моё состояние: { emoji-grade }</b>

win-aboutme-profile-name = <b>Теперь моё имя: { emoji-iam } { emoji-i-hi }</b>

    ✅ Ко мне будут обращаться так, как я представлюсь.

    <i>Отправьте пустое сообщение, чтобы очистить данные</i>

